---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.CopyPasteFailures.CannotFinalizeOrphanSerf
source: html/4beb067e-21e9-b96f-c00a-a9930a7933e4.htm
---
# Autodesk.Revit.DB.BuiltInFailures.CopyPasteFailures.CannotFinalizeOrphanSerf Property

Can't finalize Group member without finalizing the entire Group.

## Syntax (C#)
```csharp
public static FailureDefinitionId CannotFinalizeOrphanSerf { get; }
```